Repository: KDE/elisa
Catalog: po/*/elisa.po
Languages: th

# NAME OF TRANSLATORS
source: Your names
th: Pongsakorn S.

# EMAIL OF TRANSLATORS
source: Your emails
th: kde@xerusion.me

# @item:intable
source: Various Artists
th: ศิลปินหลากหลาย

# @item:intable
source: Radio Stations
th: สถานีวิทยุ

# @action
source: Toggle Playlist
th: สลับเพลย์ลิสต์

# @action
source: Seek forward 10 seconds
th: ไปข้างหน้า 10 วินาที

# @action
source: Scrub backwards 10 seconds
th: ถอยหลัง 10 วินาที

# @action
source: Go to next track
th: ไปเพลงถัดไป

# @action
source: Go to previous track
th: ไปเพลงก่อนหน้า

# @action
source: Play/pause
th: เล่น/หยุด

# @action
source: Toggle Party Mode
th: สลับโหมดปาร์ตี้

# @info
source: A Simple Music Player made with love by the KDE community
th: เครื่องเล่นเพลงเรียบง่ายที่สร้างด้วยความรักจากชาว KDE

# @label
source: Creator
th: ผู้สร้าง

# @label
source: Author
th: ผู้เขียน

# @label
source: Concept and design work
th: ผลงานคอนเซ็ปต์และการออกแบบ

# @label
source: Localization support
th: การสนับสนุนการแปลเป็นภาษาท้องถิ่น

# @label
source: Right to left support in interface
th: รองรับอินเทอร์เฟซจากขวาไปซ้าย

# @label
source: Various improvements to the interface
th: การปรับปรุงต่างๆ ให้กับอินเทอร์เฟซ

# @label
source: Support for online radios
th: รองรับวิทยุออนไลน์

# @info:status Error message when track URL is invalid
source: Invalid URL.
th: URL ไม่ถูกต้อง

# @info:status Error message when track title is empty
source: Empty title.
th: ชื่อเรื่องว่างเปล่า

# @label musical artist
source: Artist
th: ศิลปิน

# @label musical album
source: Album
th: อัลบั้ม

# @label song title
source: Title
th: ชื่อ

# @label song length
source: Length
th: ความยาว

# @label as in 'Created by: Joe'
source: Created by
th: สร้างโดย

# @label as in 'a person who edits'
source: Editor
th: บรรณาธิการ

# @label
source: Version
th: เวอร์ชัน

# @label:textbox Track title for track metadata view
source: Title
th: ชื่อ

# @label:textbox Duration label for track metadata view
source: Duration
th: ระยะเวลา

# @label:textbox Track artist for track metadata view
source: Artist
th: ศิลปิน

# @label:textbox Album name for track metadata view
source: Album
th: อัลบั้ม

# @label:textbox Album artist for track metadata view
source: Album Artist
th: อัลบั้มศิลปิน

# @label:textbox Track number for track metadata view
source: Track Number
th: หมายเลขเพลง

# @label:textbox Disc number for track metadata view
source: Disc Number
th: หมายเลขแผ่น

# @label:textbox Rating label for information panel
source: Rating
th: การจัดอันดับ

# @label:textbox Genre label for track metadata view
source: Genre
th: ประเภท

# @label:textbox Lyricist label for track metadata view
source: Lyricist
th: นักแต่งเนื้อเพลง

# @label:textbox Composer name for track metadata view
source: Composer
th: นักแต่งเพลง

# @label:textbox Comment label for track metadata view
source: Comment
th: ความคิดเห็น

# @label:textbox Year label for track metadata view
source: Year
th: ปี

# @label:textbox Channels label for track metadata view
source: Channels
th: ช่อง

# @label:textbox Last play date label for track metadata view
source: Last played
th: เล่นครั้งล่าสุด

# @label:textbox First play date label for track metadata view
source: First played
th: เล่นครั้งแรก

# @label:textbox Play counter label for track metadata view
source: Play count
th: จำนวนการเล่น

# @label:textbox Lyrics label for track metadata view
source: Lyrics
th: เนื้อเพลง

# @label:textbox Image address for radio metadata view
source: Image Address
th: ที่อยู่รูปภาพ

# @title:window Title of the view of all albums
source: Albums
th: อัลบั้ม

# @title:window Title of the view of all genres
source: Genres
th: ประเภท

# @title:window Title of the view of all artists
source: Artists
th: ศิลปิน

# @info:status explanation for sleep inhibit during play of music
source: Playing music
th: กําลังเล่นเพลง

# @info:status explanation for sleep inhibit during play of music
source: Playing music
th: กําลังเล่นเพลง

# @action:button
source: Play now, replacing current playlist
th: เล่นเดี๋ยวนี้แทนที่เพลย์ลิสต์ปัจจุบัน

# @action:button
source: Play next
th: เล่นถัดไป

# @action:button
source: Add to playlist
th: เพิ่มลงในเพลย์ลิสต์

# @action:button Show the file for this song in the file manager
source: Show in folder
th: แสดงในโฟลเดอร์

# @action:button
source: Options
th: ตัวเลือก

# @info:placeholder
source: No matches
th: ไม่มีคู่

# @info:placeholder
source: Nothing to display
th: ไม่มีอะไรให้แสดง

# @title:menu
source: Application Menu
th: เมนูแอปพลิเคชัน

# @action:inmenu
source: Exit Full Screen
th: ออกจากโหมดเต็มหน้าจอ

# @action:inmenu
source: Enter Full Screen
th: เข้าสู่โหมดเต็มหน้าจอ

# @action:inmenu
source: Scan for New Music
th: สแกนหาเพลงใหม่

# @action:inmenu
source: Reset Database and Re-Scan Everything
th: รีเซ็ตฐานข้อมูลและสแกนทุกอย่างอีกครั้ง

# @action:inmenu this has child menu items
source: Color Scheme
th: ชุดสี

# @title:window
source: Configure
th: ปรับแต่ง

# @title:window Title of the context view related to the currently playing track
source: Now Playing
th: กําลังเล่น

# @action:button
source: Open sidebar
th: เปิดแถบข้าง

# @option:radio One of the 'now playing' views
source: Lyrics
th: เนื้อเพลง

# @action:button
source: Show Playlist
th: แสดงเพลย์ลิสต์

# @info:placeholder
source: Nothing playing
th: ไม่มีอะไรเล่นอยู่

# @action:button
source: Show In Folder
th: แสดงในโฟลเดอร์

# @item:intable View all tracks
source: All tracks
th: เพลงทั้งหมด

# @item:intable number of tracks/songs in all albums
source: %1 track
th: %1 เพลง

# @label
source: Duration
th: ระยะเวลา

# @label
source: Loading failed
th: โหลดล้มเหลว

# @action:button
source: Retry
th: ลองอีกครั้ง

# @label
source: Playlist cleared
th: ล้างเพลย์ลิสต์แล้ว

# @action:button
source: Undo
th: เลิกทำ

# @action:button
source: Show playlist drawer
th: แสดงแถบเพลย์ลิสต์

# @action:button
source: Hide playlist drawer
th: ซ่อนแถบเพลย์ลิสต์

# @info:status
source: Could not load some files. Elisa can only open audio and playlist files.
th: ไม่สามารถโหลดบางไฟล์ Elisa สามารถเปิดไฟล์เสียงและเพลย์ลิสต์เท่านั้น

# @label
source: Saving failed
th: การบันทึกล้มเหลว

# @action:inmenu
source: Playlist
th: เพลย์ลิสต์

# @action:button
source: Exit Full Screen
th: Screen

# @info:placeholder
source: No lyrics found
th: ไม่พบเนื้อเพลง

# @action:button displayed as @info:tooltip
source: Exit party mode
th: ออกโหมดปาร์ตี้

# @action:button displayed as @info:tooltip
source: Enter party mode
th: เข้าโหมดปาร์ตี้

# @action:button displayed as @info:tooltip
source: Skip backward
th: ข้ามไปข้างหลัง

# @action:button displayed as @info:tooltip Pause any media that is playing
source: Pause
th: หยุด

# @action:button displayed as @info:tooltip Start playing media
source: Play
th: เล่น

# @action:button displayed as @info:tooltip skip forward in playlists
source: Skip forward
th: ข้ามไปข้างหน้า

# @action:button displayed as @info:tooltip
source: Unmute
th: เปิดเสียง

# @action:button displayed as @info:tooltip
source: Mute
th: ปิดเสียง

# @info:tooltip
source: Current: No shuffle
th: ปัจจุบัน: ไม่มีการสับเปลี่ยน

# @info:tooltip
source: Current: Shuffle tracks
th: ปัจจุบัน: สุ่มเพลง

# @info:tooltip
source: Current: Shuffle albums
th: ปัจจุบัน: สุ่มอัลบั้ม

# @action:inmenu
source: Track
th: เพลง

# @action:inmenu
source: Album
th: อัลบั้ม

# @action:inmenu
source: None
th: ไม่มี

# @info:tooltip
source: Current: Don't repeat tracks
th: ปัจจุบัน: อย่าเล่นเพลงซ้ํา

# @info:tooltip
source: Current: Repeat current track
th: ปัจจุบัน: เล่นเพลงปัจจุบันซ้ํา

# @info:tooltip
source: Current: Repeat all tracks in playlist
th: ปัจจุบัน: เล่นทุกเพลงในเพลย์ลิสต์ซ้ํา

# @action:button displayed as @info:tooltip
source: Application menu
th: เมนูแอปพลิเคชัน

source: Playlist
th: เพลย์ลิสต์

# @action:button Remove all tracks from play list
source: Clear All
th: ล้างทั้งหมด

# @action:button Save a playlist file
source: Save…
th: บันทึก...

# @info
source: Failed to load some tracks. Make sure that they have not been removed or renamed.
th: โหลดเพลงบางเพลงไม่สําเร็จ ตรวจสอบให้แน่ใจว่าไม่ได้ถูกลบออกหรือ เปลี่ยนชื่อ

# @action:button
source: Edit Playlist File
th: แก้ไขไฟล์เพลย์ลิสต์

# @info:placeholder
source: Playlist is empty
th: เพลย์ลิสต์ว่างเปล่า

# @info:usagetip
source: Add some songs to get started. You can browse your music using the views on the left.
th: เพิ่มเพลงเพื่อเริ่มต้นใช้งาน คุณสามารถดูเพลงของคุณโดยใช้เมนูด้านซ้าย

# @info:placeholder
source: Your playlist is empty.
th: เพลย์ลิสต์ของคุณว่างเปล่า

# @info:status %2 is always bigger than 1
source: %1/%2 tracks remaining
th: %1/%2 เพลงที่เหลืออยู่

# @info:status %1 and %2 are formatted like hh:mm:ss or mm:ss
source: %1 remaining, %2 total
th: %1 ที่เหลือ %2 ทั้งหมด

# @info:status %1 and %2 are formatted like hh:mm:ss or mm:ss
source: %1/%2 remaining
th: %1/%2 ที่เหลือ

# @info:status %2 is always bigger than 1
source: %1/%2 tracks
th: %1/%2 เพลง

# @info:status %1 is the total number of tracks of the playlist
source: %1 track
th: %1 เพลง

# @info:status %1 is the total number of radios of the playlist
source: %1 radio
th: %1 วิทยุ

source: %1, %2 total
th: %1, %2 ทั้งหมด

source: %1 track, %2 total
th: %1 เพลง, %2 ทั้งหมด

source: 1 track, %1min remaining
th: 1 เพลง เหลือ %1 นาที

# @action:button
source: Un-mark this song as a favorite
th: ยกเลิกการทําเครื่องหมายเพลงนี้เป็นรายการโปรด

# @action:button
source: Mark this song as a favorite
th: ทําเครื่องหมายเพลงนี้เป็นเพลงโปรด

# @action:button remove a metadata tag
source: Remove this tag
th: ลบแท็กนี้

# @action:button
source: Add tag
th: เพิ่มแท็ก

# @title:window
source: Warning
th: คำเตือน

# @label
source: Data is not valid. %1
th: ข้อมูลไม่ถูกต้อง %1

# @title:window
source: Create a Radio
th: สร้างวิทยุ

# @title:window
source: View details
th: ดูรายละเอียด

# @action:button
source: Delete
th: ลบ

# @action:button
source: Modify
th: แก้ไข

# @action:button
source: Save
th: บันทึก

# @action:button
source: Cancel
th: ยกเลิก

# @action:button
source: Skip Backward
th: ข้ามไปข้างหลัง

# @action:button Pause any media that is playing
source: Pause
th: หยุด

# @action:button Start playing media
source: Play
th: เล่น

# @action:button
source: Skip Forward
th: ข้ามไปข้างหน้า

# @action:button
source: Track Options
th: ตัวเลือกเพลง

# @action:button
source: Radio Options
th: ตัวเลือกวิทยุ

# @action:button Show track metadata
source: View details
th: ดูรายละเอียด

# @action:button
source: Remove from queue
th: ลบออกจากคิว

# @title:window
source: Settings
th: ตั้งค่า

# @action:button
source: Minimize Player
th: ย่อเครื่องเล่นเพลง

# @action:button show track information
source: Show Info
th: แสดงข้อมูล

# @action:button
source: Change Volume
th: เปลี่ยนระดับเสียง

# @title:menu
source: File
th: ไฟล์

# @action:inmenu
source: Save Playlist…
th: บันทึกเพลย์ลิสต์...

# @action:inmenu
source: Open Playlist…
th: เปิดเพลย์ลิสต์...

# @title:menu
source: View
th: แสดง

# @action:inmenu
source: Toggle Party Mode
th: สลับโหมดปาร์ตี้

# @action:inmenu
source: Hide Playlist
th: ซ่อนเพลย์ลิสต์

# @action:inmenu
source: Show Playlist
th: แสดงเพลย์ลิสต์

# @title:menu
source: Controls
th: ควบคุม

# @action:inmenu
source: Pause
th: หยุด

# @action:inmenu
source: Play
th: เล่น

# @action:inmenu
source: Stop
th: หยุด

# @action:inmenu
source: Increase Volume
th: เพิ่มระดับเสียง

# @action:inmenu
source: Decrease Volume
th: ลดระดับเสียง

# @title:menu
source: Shuffle
th: สับเปลี่ยน

# @action:inmenu shuffle all tracks in playlist
source: Track
th: เพลง

# @action:inmenu shuffle albums in playlist
source: Album
th: อัลบั้ม

# @action:inmenu disable shuffle mode
source: Off
th: ปิด

# @title:menu
source: Repeat
th: ซ้ำ

# @action:inmenu repeat all songs in this playlist
source: Playlist
th: เพลย์ลิสต์

# @action:inmenu repeat this one song
source: One
th: หนึ่ง

# @action:inmenu no repeat mode set; stop playback after last song in the playlist
source: None
th: ไม่มี

# @title:menu
source: Help
th: ช่วย

# @label:listbox Sort By Menu Title with no sort selected
source: Sort: %1
th: จัดเรียง: %1

# @label:listbox Sort By Menu Title with no sort selected
source: Sort
th: จัดเรียง

# @action:button
source: Add Radio
th: เพิ่มวิทยุ

# @info:tooltip
source: Add radio
th: เพิ่มวิทยุ

# @action:button
source: Add to Playlist
th: เพิ่มลงในเพลย์ลิสต์

# @info:tooltip
source: Add to playlist
th: เพิ่มลงในเพลย์ลิสต์

# @action:button
source: Play Now, Replacing Current Playlist
th: เล่นเดี๋ยวนี้, แทนที่เพลย์ลิสต์ปัจจุบัน

# @info:tooltip
source: Play now, replacing current playlist
th: เล่นเดี๋ยวนี้, แทนที่เพลย์ลิสต์ปัจจุบัน

# @action:button navigate to the view for artist of this album
source: Display Artist
th: แสดงศิลปิน

# @info:tooltip navigate to the view for artist of this album
source: Display Artist
th: แสดงศิลปิน

# @info:tooltip
source: Show playlist
th: แสดงเพลย์ลิสต์

# @action:button
source: View as Icon Grid
th: ดูเป็นตารางไอคอน

# @action:button
source: View as List
th: ดูเป็นรายการ

# @info:tooltip
source: View as icon grid
th: ดูเป็นตารางไอคอน

# @info:tooltip
source: View as list
th: ดูเป็นรายการ

# @action:button navigate back in the view's stack
source: Back
th: กลับ

# @action:button displayed as @info:tooltip Show filters in the navigation bar
source: Show search and filter toolbar
th: แสดงแถบเครื่องมือการค้นหาและตัวกรอง

# @action:button displayed as @info:tooltip Hide filters in the navigation bar
source: Hide search and filter toolbar
th: ซ่อนแถบเครื่องมือการค้นหาและตัวกรอง

# @info:placeholder track view filter single album
source: Search for track name, artist, etc.
th: ค้นหาชื่อเพลง ศิลปิน ฯลฯ

# @info:placeholder track view filter general
source: Search for album name, artist, etc.
th: ค้นหาชื่ออัลบั้ม ศิลปิน ฯลฯ

# @label:chooser
source: Filter by rating:
th: กรองตามคะแนน:

# @action:button
source: Only Show Favorites
th: แสดงเฉพาะรายการโปรด

# @action:button
source: Set track rating
th: ตั้งเรตติ้งเพลง

# @action:button Remove current track from play list
source: Remove
th: เอาออก

# @action:button
source: Cancel rating this track
th: ยกเลิกเรตติ้งบนเพลงนี้

# @title:group
source: General:
th: ทั่วไป:

# @option:check
source: Show background on Now Playing page
th: แสดงพื้นหลังบนหน้ากําลังเล่นอยู่

# @option:check
source: Show progress on task manager entries
th: แสดงความคืบหน้าในรายการตัวจัดการงาน

# @option:check
source: Keep running in system tray when main window is closed
th: ทํางานต่อไปในซิสเต็มเทรย์เมื่อปิดหน้าต่างหลัก

# @option:check
source: Start playing on startup
th: เริ่มเล่นเมื่อเริ่มโปรแกรม

# @option:check
source: Scan for new music on startup
th: สแกนหาเพลงใหม่เมื่อเริ่มโปรแกรม

# @info
source: When using this setting, you will need to manually refresh the music collection whenever new files are added to configured music folders. You can do this with the <interface>Scan for new music</interface> item in Elisa's hamburger menu.
th: เมื่อใช้การตั้งค่านี้ คุณจะต้องรีเฟรชเพลงด้วยตนเอง คอลเลกชันเมื่อใดก็ตามที่มีการเพิ่มไฟล์ใหม่ลงในโฟลเดอร์เพลงที่กําหนดค่าไว้ คุณสามารถ ทําเช่นนี้ด้วยรายการ <interface>สแกนหาเพลงใหม่</interface> ใน Elisa's เมนูแฮมเบอร์เกอร์

# @title:group
source: Song rating style:
th: สไตล์การให้คะแนนเพลง:

# @option:radio
source: 0-5 stars
th: 0-5 ดาว

# @option:radio
source: Favorite/not favorite
th: รายการโปรด/ไม่เป็นรายการโปรด

# @label:listbox
source: Color scheme:
th: ชุดสี:

# @action:button
source: Scan for New Music
th: Music

# @info
source: Started scanning for music
th: เริ่มสแกนหาเพลง

# @action:button
source: Reset Database and Re-Scan Everything
th: Re

# @info
source: Database has been reset
th: ฐานข้อมูลถูกรีเซ็ต

# @label:listbox
source: Embed category in sidebar:
th: ฝังหมวดหมู่ในแถบด้านข้าง:

# @item:inlistbox Configure dialog, embed no category in views navigation list
source: Nothing
th: ไม่มีอะไร

# @item:inlistbox Configure dialog, embed all albums in views navigation list
source: Albums
th: อัลบั้ม

# @item:inlistbox Configure dialog, embed all artists in views navigation list
source: Artists
th: ศิลปิน

# @item:inlistbox Configure dialog, embed all genres in views navigation list
source: Genres
th: ประเภท

# @label:listbox
source: Initial view on startup:
th: มุมมองเริ่มต้นเมื่อเริ่มต้น:

# @item:inlistbox Title of the view of the playlist
source: Now Playing
th: Playing

# @item:inlistbox Title of the view of recently played tracks
source: Recently Played
th: เล่นล่าสุด

# @item:inlistbox Title of the view of frequently played tracks
source: Frequently Played
th: เล่นบ่อย

# @item:inlistbox Title of the view of all albums
source: Albums
th: อัลบั้ม

# @item:inlistbox Title of the view of all artists
source: Artists
th: ศิลปิน

# @item:inlistbox Title of the view of all tracks
source: Tracks
th: เพลง

# @item:inlistbox Title of the view of all genres
source: Genres
th: ประเภท

# @item:inlistbox Title of the file browser view
source: Files
th: ไฟล์

# @item:inlistbox Title of the file radios browser view
source: Radio Stations
th: สถานีวิทยุ

# @label:textbox
source: Initial location for Files view:
th: ตําแหน่งเริ่มต้นสําหรับมุมมองไฟล์:

# @action:button as in, choose a file path on disk
source: Choose…
th: เลือก...

# @title:window
source: Choose Folder
th: เลือกโฟลเดอร์...

source: When saving playlist files:
th: เมื่อบันทึกไฟล์เพลย์ลิสต์:

# @info:tooltip Playlist Relative Paths
source: When <interface>Prefer relative paths</interface> is selected, files in the same folder as the playlist will be referred with only the filename. Absolute paths are used in other cases.
th: เมื่อเลือก <interface>Prefer relative paths</interface> ไฟล์ใน โฟลเดอร์เดียวกับเพลย์ลิสต์จะถูกอ้างถึงด้วยชื่อไฟล์เท่านั้น เส้นทางสัมบูรณ์จะใช้ในกรณีอื่นๆ

# @title The configured folders where the user's music collection can be found
source: Music folders:
th: โฟลเดอร์เพลง:

# @action:button
source: Stop looking for music here
th: หยุดมองหาเพลงที่นี่

# @action:button
source: Add New Location
th: เพิ่มตําแหน่งใหม่

# @info:status
source: "%1" could not be played
th: ไม่สามารถเล่น "%1" ได้

# @title:menu
source: Sort By
th: เรียงตาม

# @action:button
source: Play from here, replacing current playlist
th: เล่นจากที่นี่, แทนที่เพลย์ลิสต์ปัจจุบัน

# @action:button
source: Song Options
th: ตัวเลือกเพลง

# number of imported tracks
source: Imported one track
th: นําเข้า %1 เพลง

# @info:status
source: Scanning music
th: การสแกนเพลง

# @title:row disc header text when showing an album
source: Disc %1
th: แผ่น %1

# @label
source: Volume
th: ระดับเสียง

# @title:inmenu
source: Track Number
th: หมายเลขเพลง

# @title:inmenu
source: Title
th: ชื่อ

# @item:inmenu
source: Ascending
th: จากน้อยไปมาก

# @item:inmenu
source: Descending
th: จากมากไปน้อย

# @title:inmenu
source: Name
th: ชื่อ

# @title:inmenu
source: Genre
th: ประเภท

# @title:inmenu
source: Year
th: ปี

# @item:inmenu
source: Oldest First
th: เรียงเก่าก่อน

# @item:inmenu
source: Newest First
th: เรียงใหม่ก่อน

# @title:menu
source: Title
th: ชื่อ

# @title:menu
source: Album
th: อัลบั้ม

# @title:menu
source: Artist
th: ศิลปิน

# @title:menu
source: Genre
th: ประเภท

# @title:menu
source: Year
th: ปี

# @title:menu
source: Duration
th: ระยะเวลา

# @title:menu
source: Composer
th: นักแต่งเพลง

# @title:menu
source: Lyricist
th: นักแต่งเนื้อเพลง

# @title:menu
source: Last Modified
th: แก้ไขล่าสุด

# @item:inmenu
source: Shortest First
th: สั้นที่สุดก่อน

# @item:inmenu
source: Longest First
th: ยาวที่สุดก่อน

# @title:window Title of the view of the playlist
source: Now Playing
th: กําลังเล่น

# @title:window Title of the view of recently played tracks
source: Recently Played
th: เล่นล่าสุด

# @title:menu
source: Last Played Date
th: วันที่เล่นล่าสุด

# @item:inmenu
source: Least Recently Played First
th: เล่นล่าสุดน้อยที่สุดก่อน

# @item:inmenu
source: Most Recently Played First
th: เล่นล่าสุดก่อน

# @title:window Title of the view of frequently played tracks
source: Frequently Played
th: เล่นบ่อย

# @title:menu
source: Play Frequency
th: ความถี่ในการเล่น

# @item:inmenu
source: Least Frequently Played First
th: เล่นน้อยที่สุดก่อน

# @item:inmenu
source: Most Frequently Played First
th: เล่นบ่อยที่สุดก่อน

# @title:menu
source: Name
th: ชื่อ

# @title:window Title of the view of all tracks
source: Tracks
th: เพลง

# @title:window Title of the file browser view
source: Files
th: ไฟล์

# @title:window Title of the file radios browser view
source: Radio Stations
th: สถานีวิทยุ
